Repository: gar-syn/blocktopus
Catalog: app/static/translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Please log in to access this page.
de: Du musst eingeloggt sein, um auf diese Seite zugreifen zu können.
fr: Veuillez vous connecter pour accéder à cette page.

source: Create new Sketch with Blockly
de: Neue Skizze mit Blockly erstellen
fr: Créer une nouvelle esquisse avec Blockly

source: New Sketch
de: Neue Skizze
fr: Nouvelle esquisse

source: Mass Flow, pH Control
de: Massenstrom, pH Kontrolle
fr: Débit massique, contrôle du pH

source: Standard Library
de: Standard Bibliothek
fr: Bibliothèque standard

source: Running Experiments
de: Laufende Experimente
fr: Expériences en cours

source: No running Experiments!
de: Keine laufenden Experimente!
fr: Pas d'expériences en cours!

source: Saved Sketches
de: Gespeicherte Skizzen
fr: Croquis sauvegardés

source: Title
de: Titel
fr: Titre

source: Created Date
de: Erstellt am
fr: Date de création

source: Modified Date
de: Zuletzt geändert
fr: Date de modification

source: User Actions
de: Aktionen
fr: Actions

source: Completed Experiments
de: Abgeschlossene Experimente
fr: Expériences achevées

source: Home
de: Startseite
fr: Page d'accueil

source: Create...
de: Erstelle...
fr: Créer...

source: Create a new:
de: Erstelle ein neues:
fr: Créer un nouveau :

source: Project
de: Projekt
fr: Projet

source: Sketch
de: Skizze

source: Projects
de: Projekte
fr: Projets

source: Experiments
de: Experimente
fr: Expériences

source: Sketches
de: Skizzen

source: Pages
de: Konto

source: Profile
de: Profil
fr: Profil

source: Login
de: Anmelden

source: Register
de: Registrieren
fr: Registre

source: Logout
de: Ausloggen
fr: Déconnexion

source: Current Language
de: Aktuelle Sprache
fr: Langue actuelle

source: English
de: Englisch
fr: Anglais

source: German
de: Deutsch
fr: Allemand

source: French
de: Französisch
fr: Français

source: Change language to:
de: Sprache ändern zu:
fr: Changez la langue en :

source: Ready to Leave?
de: Bereit dich auszuloggen?
fr: Prêt à partir ?

source: Select "Logout" below if you are ready to end your current session.
de: Wähle "Logout" wenn du deine Sitzung beenden möchtest.
fr: Sélectionnez "Déconnexion" ci-dessous si vous êtes prêt à mettre fin à votre session actuelle.

source: Cancel
de: Abbrechen
fr: Annuler

source: Change User Building
de: User-Gebäude ändern
fr: Modifier le bâtiment des utilisateurs

source: Change your Building
de: Ändere dein Gebäude
fr: Changez votre bâtiment

source: Your current Building is:
de: Dein aktuelles Gebäude ist:
fr: Votre bâtiment actuel est :

source: Change User Email
de: User-E-Mail ändern
fr: Modifier l'e-mail de l'utilisateur

source: Change your Email
de: Ändere deine E-Mail
fr: Changez votre e-mail

source: Your current Email is:
de: Deine aktuelle E-Mail ist:
fr: Votre adresse électronique actuelle est:

source: Change User Password
de: User-E-Mail ändern
fr: Modifier le mot de passe de l'utilisateur

source: Change your Password
de: Ändere dein Passwort
fr: Changez votre mot de passe

source: Change User Room
de: User-Raum ändern
fr: Modifier la salle des utilisateurs

source: Change your Room
de: Ändere deinen Raum
fr: Changez votre chambre

source: Your current Room is:
de: Dein aktueller Raum ist:
fr: Votre salle actuelle est :

source: Change User Site
de: User-Standort ändern
fr: Modifier le site de l'utilisateur

source: Change your Site
de: Ändere deinen Standort
fr: Changez votre site

source: Your current Site is:
de: Dein aktueller Standort ist:
fr: Votre site actuel est:

source: Need an account?
de: Du brauchst einen Account?
fr: Vous avez besoin d'un compte?

source: Signup!
de: Registrieren!
fr: Inscrivez-vous!

source: Your Profile
de: Dein Profil
fr: Otre profil

source: Profile Information
de: Account-Informationen
fr: Informations sur le profil

source: Current Site:
de: Aktueller Standort:
fr: Site actuel:

source: Current Building:
de: Aktuelles Gebäude:
fr: Bâtiment actuel:

source: Current Room:
de: Aktueller Raum:
fr: Chambre actuelle:

source: Profile Actions
de: Profil-Aktionen
fr: Actions de profilage

source: Change Current Site
de: Aktuellen Standort ändern
fr: Modifier le site actuel

source: Change Current Building
de: Aktuelles Gebäude ändern
fr: Changement Bâtiment actuel

source: Change Current Room
de: Aktuellen Raum ändern
fr: Changer la chambre actuelle

source: Sign up
de: Registrieren
fr: S'inscrire

source: Remember those old 404 pages from the 90s that said something like “Something’s gone wrong, but don’t worry, our webmasters have been notified.”
de: Erinnern du dich an die alten 404-Seiten aus den 90er Jahren, auf denen so etwas stand wie: “Es ist etwas schief gelaufen, aber keine Sorge, unser Webmaster wurde benachrichtigt.”
fr: Rappelez-vous ces vieilles pages 404 des années 90 qui disaient quelque chose comme “Il y a eu un problème, mais ne vous inquiétez pas, nos webmasters ont été prévenus.”

source: But were the webmasters ever notified?
de: Aber wurden die Webmaster jemals benachrichtigt?
fr: Mais les webmasters ont-ils été avertis ?

source: I mean, were they really?
de: Ich meine, wurden sie das wirklich?
fr: Je veux dire, l'étaient-ils vraiment ?

source: Back to Home &amp; Reality
de: Zurück zur Startseite &amp; Realität
fr: Retour à la maison &amp; à la réalité

source: Oh no! Our spaghetti code is not working properly. We will be back soon!
de: Oh nein! Unser Spaghetti-Code funktioniert nicht richtig. Wir sind bald wieder da!

source: Back to Home
de: Zurück zur Startseite
fr: Oh non! Notre code spaghetti ne fonctionne pas correctement. Nous serons de retour bientôt!

source: Create a new Experiment
de: Erstelle ein neues Experiment
fr: Créer une nouvelle expérience

source: Create a Sketch
de: Erstelle eine Skizze
fr: Créer une esquisse

source: Create a new Project
de: Erstelle ein neues Projekt
fr: Créer un nouveau projet

source: Create an Experiment
de: Erstelle ein Experiment
fr: Créer une expérience

source: Create Project
de: Erstelle ein Projekt
fr: Créer un projet

source: Create a new Sketch
de: Erstelle eine neue Skizze
fr: Créer une nouvelle esquisse

source: Create Sketch
de: Erstelle eine Skizze
fr: Créer un croquis

source: Choose a Experiment to create a Sketch for
de: Wähle ein Experiment aus, um eine Skizze zu erstellen
fr: Choisissez une expérience pour laquelle vous souhaitez créer une esquisse

source: Existing Experiments in Database to choose from:
de: Vorhandene Experimente, die in der Datenbank zur Auswahl stehen
fr: Expériences existantes dans la base de données à choisir:

source: Description
de: Beschreibung

source: Site
de: Standort
fr: Localisation

source: Building
de: Gebäude
fr: Bâtiment

source: Room
de: Raum
fr: Chambre

source: Project GUID
de: Projekt GUID
fr: GUID du projet

source: Choose a Project to create an Experiment for
de: Wählen ein Projekt, zum Erstellen eines Experiments, aus
fr: Choisissez un projet pour lequel vous souhaitez créer une expérience

source: Existing Projects in Database to choose from:
de: Vorhandene Projekte, die in der Datenbank zur Auswahl stehen
fr: Projets existants dans la base de données à choisir:

source: Created
de: Erstellt am
fr: Créé

source: User Action
de: Aktionen
fr: Action de l'utilisateur

source: Existing Experiments
de: Vorhandene Experimente
fr: Expériences existantes

source: Existing Experiments in Database
de: Vorhandene Experimente, die in der Datenbank zur Auswahl stehen
fr: Expériences existantes dans la base de données

source: Existing Projects
de: Vorhandene Projekte
fr: Projets existants

source: Existing Projects in Database
de: Vorhandene Projekte, die in der Datenbank zur Auswahl stehen
fr: Projets existants dans la base de données

source: Existing Sketches
de: Vorhandene Skizzen
fr: Croquis existants

source: Existing Sketches in Database
de: Vorhandene Skizzen, die in der Datenbank zur Auswahl stehen
fr: Croquis existants dans la base de données

source: Password
de: Passwort
fr: Mot de passe

source: Repeat Password
de: Passwort wiederholen
fr: Répéter le mot de passe

source: Confirm your password
de: Bestätige dein Passwort
fr: Confirmez votre mot de passe

source: Invalid Experiment Description
de: Üngültige Experimenten Beschreibung
fr: Description invalide de l'expérience

source: Invalid Experiment Description length
de: Üngültige Länge der Experiment Beschreibung
fr: Longueur de la description de l'expérience non valide

source: Invalid Experiment Site
de: Üngültiger Experiment Standort
fr: Emplacement de l'expérience non valide

source: Invalid Experiment Site length
de: Üngültiger Länge des Experimenten Standorts
fr: Longueur de l'emplacement de l'expérience non valide

source: Invalid Experiment Building
de: Üngültiges Experimenten Gebäude
fr: Bâtiment d'expérimentation invalide

source: Invalid Experiment Building length
de: Üngültige Länge des Experimenten Gebäudes
fr: Longueur du bâtiment expérimental non valide

source: Invalid Experiment Room
de: Üngültiger Experimenten Raum
fr: Salle d'expérience invalide

source: Invalid Experiment Room length
de: Üngültige Länge des Experimenten Raums
fr: Longueur de la salle d'expérience non valide

source: Remember Me
de: Eingeloggt bleiben
fr: Souviens-toi de moi

source: Invalid Project Title
de: Ungültiger Projekt Titel
fr: Titre du projet non valide

source: Invalid Project Title length
de: Ungültige Länge des Projekt Titels
fr: Longueur du titre du projet non valide

source: Invalid Project Description
de: Ungültige Projekt Beschreibung
fr: Description du projet non valide

source: Invalid Project Description length
de: Ungültige Länge der Projekt Beschreibung
fr: Longueur de la description du projet non valide

source: Create new Project
de: Erstelle ein neues Projekt
fr: Créer un nouveau projet

source: Experiment ELN Number
de: Experiment ELN-Nummer
fr: Numéro d'ELN de l'expérience

source: Invalid ELN
de: Ungültige ELN Nummer
fr: Numéro d'ELN non valide

source: Invalid ELN length
de: Ungültige Länge der ELN Nummer
fr: Longueur du numéro ELN non valide

source: Experiment Title
de: Experiment Titel
fr: Titre de l'expérience

source: Invalid Experiment Title
de: Ungültiger Experimenten Titel
fr: Titre de l'expérience non valide

source: Invalid Experiment Title length
de: Ungültige Länge des Experimenten Titels
fr: Longueur du titre de l'expérience non valide

source: Experiment Description
de: Experiment Beschreibung
fr: Description de l'expérience

source: Create new Experiment
de: Erstelle ein neues Experiment
fr: Créer une nouvelle expérience

source: Create new Sketch
de: Erstelle eine neue Skizze
fr: Créer une nouvelle esquisse

source: Change your site
de: Ändere deinen Standort
fr: Changez votre site

source: Change your building
de: Ändere dein Gebäude
fr: Changez votre bâtiment

source: Change your room
de: Ändere deinen Raum
fr: Changez de chambre

source: Your new Password
de: Ändere dein Passwort
fr: Votre nouveau mot de passe

source: Show password
de: Password anzeigen
fr: Afficher le mot de passe

source: Change your password
de: Ändere dein Passwort
fr: Changez votre mot de passe

source: Your account has been registered. Please log in:
de: Dein Account wurde registriert. Bitte melden dich an:
fr: Votre compte a été enregistré. Veuillez vous connecter:

source: Email address ({}) is already registered!
de: Mail Adresse ({}) ist bereits registriert!
fr: L'adresse e-mail ({}) est déjà enregistrée

source: Invalid username or password. Please check your login credentials.
de: Ungültiger Benutzername oder Passwort. Bitte überprüfe deine Anmeldedaten.
fr: Nom d'utilisateur ou mot de passe invalide. Veuillez vérifier vos identifiants de connexion.

source: Your site has been changed.
de: Dein Standort wurde geändert.
fr: Votre emplacement a été modifié.

source: Your building has been changed.
de: Dein Gebäude wurde geändert.
fr: Votre bâtiment a été modifié.

source: Your room has been changed.
de: Dein Raum wurde geändert.
fr: Votre chambre a été changée.

source: Your password has been changed.
de: Dein Passwort wurde geändert.
fr: Votre mot de passe a été modifié.

source: Your email has been changed
de: Deine E-Mail wurde geändert.
fr: Votre adresse électronique a été modifiée.

source: Sorry, that email already exists!
de: Diese E-Mail existiert bereits!
fr: Désolé, cet e-mail existe déjà!

source: Error! That email already exists!
de: Fehler! Diese E-Mail existiert bereits!
fr: Erreur! Ce courriel existe déjà!

source: New project '%(title)s' has been created.
de: Das Projekt '%(title)s' wurde erfolgreich erstellt.
fr: Le nouveau projet '%(title)s' a été créé.

source: GUID is already linked to an existing Project!
de: GUID ist bereits mit einem bestehenden Projekt verknüpft!
fr: Le GUID est déjà lié à un projet existant!

source: New experiment '%(title)s' has been created.
de: Das Experiment '%(title)s' wurde erfolgreich erstellt.
fr: La nouvelle expérience '%(title)s' a été créée.

source: ELN Number is already linked to an existing Project!
de: ELN-Nummer ist bereits mit einem bestehenden Projekt verknüpft!
fr: Le numéro ELN est déjà lié à un projet existant.

source: New sketch '%(title)s' has been created. TODO: REDIRECT TO BLOCKLY
de: Die Skizze '%(title)s' wurde erfolgreich erstellt.
fr: Le nouveau sketch '%(title)s' a été créé.

source: This experiment is already linked to an existing Sketch!
de: Diese Experiment ist bereits mit einer bestehenden Skizze verknüpft!
fr: Cette expérience est déjà liée à un Sketch existant !

source: You have successfully deleted the project!
de: Das hast das Projekt erfolgreich gelöscht!
fr: Vous avez réussi à supprimer le projet!

source: You can not delete this project, because there are experiments linked to it!
de: Du kannst dieses Projekt nicht löschen, da mit diesem Experimente verknüpft sind!
fr: Vous ne pouvez pas supprimer ce projet, car il y a des expériences qui lui sont liées!

source: Project updated successfully!
de: Projekt erfolgreich aktualisiert!
fr: Projet mis à jour avec succès!

source: There was an error with this Project!
de: Es gab einen Fehler mit diesem Projekt!
fr: Il y a eu une erreur avec ce projet!

source: You have successfully deleted the experiment!
de: Du hast das Experiment erfolgreich gelöscht!
fr: Vous avez réussi à supprimer l'expérience!

source: You can not delete this project
de: Du kannst dieses Projekt nicht löschens
fr: Vous ne pouvez pas supprimer ce projet

source: Experiment updated successfully!
de: Experiment erfolgreich aktualisiert!
fr: Expérience mise à jour avec succès!

source: You can not update this experiment - This ELN Number is already in use!
de: Du kannst dieses Experiment nicht aktualisieren - Diese ELN-Nummer ist bereits in Verwendung!
fr: Vous ne pouvez pas mettre à jour cette expérience - Ce numéro ELN est déjà utilisé!

source: There was an error with this Experiment!
de: Es gab einen Fehler mit diesem Experiment!
fr: Il y a eu une erreur avec cette expérience!

source: You have successfully deleted this sketch!
de: Das hast diese Skizze erfolgreich gelöscht!
fr: Vous avez réussi à supprimer ce sketch!

source: You can not delete this sketch
de: Du kannst diese Skizze nicht löschen
fr: Vous ne pouvez pas supprimer ce sketch

source: Sketch updated successfully!
de: Die Skizze wurde erfolgreich aktualisiert!
fr: Esquisse mise à jour avec succès!

source: You can not update this sketch!
de: Du kannst diese Skizze nicht löschen!
fr: Vous ne pouvez pas mettre à jour ce croquis

source: There was an error with this Sketch!
de: Es gab einen Fehler mit dieser Skizze!
fr: Il y a eu une erreur avec ce Sketch!

source: Experiment ID
fr: ID de l'expérience

source: Experiment
fr: Expérience

source: Name:
fr: Nom:

source: Email:
fr: Courriel:

source: Email
fr: Courriel:

source: Name
fr: Nom
